{

  "Title": "AnimalsFile",

  "ArrayWild":[
  {
    "name": "Заяц",
    "picture":"hare",
    "text":"Зайцы распространены на всех континентах, кроме Австралии и Антарктиды, род насчитывает около 30 видов. На территории России встречаются виды: русак и беляк, заяц маньчжурский, заяц-толай.\n            В зависимости от вида животного, зайцы населяют различные климатические зоны, начиная от тундры и заканчивая влажными тропиками, встречаются они, том числе, и в засушливых условиях пустынь и полупустынь. Зайцы обитают как на равнинной местности, так и в горных высотах до 5-ти тысяч метров."
  },

  {
    "name": "Волк",
    "picture":"wolf",
    "text":"Сотни лет назад этот хищник был более распространен в несколько раз. Но со временем, его популяция и ареалы обитания сократились, ввиду частого истребления человеком. Волки отдают предпочтение местам со слабым лесным массивом. Удивительно, но нередко они живут недалеко от самих людей. В тайге они сопровождают человека и селятся на территории, очищенной людьми от леса.\n            Следует помнить, что волки занимают важную роль в балансе экосистемы, не зря их называют «санитарами леса». Уничтожая больных животных, волки не дают распространяться болезням. Охота на слабых животных способствует выживанию сильнейших. Кроме того, волки сохраняют лес и растительность, предотвращая чересчур сильное размножение травоядных животных, поедающих лес. Род волков является предком домашних собак."
  },

  {
    "name": "Лось",
    "picture":"moose",
    "text":"Лось в основном живет в лесных зонах Северного Полушария. Наиболее подходящими местами обитания для лосей являются сосновые и березовые леса, ивняки и осинники, а также степь и тундра. При всем этом, животное отдает предпочтение смешанным зеленым насаждениям, вперемешку с густым подлеском. Важное значение для лосей имеет наличие болот, тихих рек и озёр, где летом они кормятся водной растительностью и спасаются от жары. Питаются лоси растительностью, а также мхами, лишайниками и грибами."
  }
],

  "ArrayDomestic":[
    {
      "name": "Курица",
      "picture":"rooster",
      "text":"Домашних куриц разводят для получения яиц и мяса, которое по сравнению с красным мясом содержит меньше жиров и холестерина. Этот вид является одомашненной формой банкивской джунглевой курицы. На сегодняшнее время, домашняя курица — это самая многочисленная и распространённая домашняя птица и в то же время — самый многочисленный на Земле вид птиц. Куры не слишком прихотливы к неблагоприятным погодным условиям и, как правило, хорошо зимуют в простых сараях и хлевах. Они принадлежат к числу наиболее полезных и выдающихся по своей продуктивности домашних птиц."
    },

    {
      "name": "Свинья",
      "picture":"pig",
      "text":"Домашние свиньи выращиваются в основном ради мяса и свиного сала. Эти парнокопытные животные являются одомашненной версией диких кабанов. В свою очередь, существуют также рейзорбеки — дикие свиньи, произошедшие от домашних (по сути — одичавшие свиньи) и карликовые свиньи (минипиги), которые используется в лабораторных и медицинских исследованиях, а также в качестве декоративного домашнего животного."
    },

    {
      "name": "Корова",
      "picture":"cow",
      "text":"Относится к крупному рогатому скоту. Предком домашних коров был дикий бык (другое его название — тур). Домашние коровы разводятся для получения мяса, молока и кожи. Помимо этого, отходы жизнедеятельности коровы (навоз) используются в качестве органических удобрений, а в местностях с недостатком древесной растительности — служат основой для кизяка (высушенный навоз, используемый в качестве топлива)."
    }

  ],
  "ArrayRedBook":[
    {
      "name": "Россомаха",
      "picture":"wolverine",
      "text":"Росомаха — хищник, относящийся к семейству куньих. Внешне росомаха может напоминать медведя или барсука.\n Имеет густой, длинный, грубый мех. Окрас меха — коричневый или коричнево-черный с жёлтой или золотистой полосой. Распространена в тайге и лесотундре. Большую часть жизни она проводит в одиночестве, активно защищая границы своей территории от особей своего пола. В отличие от большинства куньих, ведущих оседлый образ жизни, росомаха постоянно кочует в поисках добычи по своему охотничьему участку."
    },

    {
      "name": "Стерлядь",
      "picture":"sterlet",
      "text":"Семейство рыб, включающее в себя белугу, осетра, севрюгу и стерлядь. Их мясо высоко ценится, ещё более ценный продукт составляет знаменитая чёрная икра. Ввиду запретов на вылов диких осетровых, в настоящее время всё большее значение получает промышленное разведение осетровых на специальных рыборазводных фермах, сейчас это единственный легальный источник драгоценной чёрной икры на рынке."
    }
  ]
}